package my.ex01;

public class Today1114 {

	public static void main(String[] args) {
		// <문제 > 2중 for 문을 사용해서  1단 ~19 단 까지 출력
		// 3의 배수단 출력
		
		
		
		
		
		
		
		
		
		
		
		// <문제 > : 2중 for 문을 사용해서 1단 ~ 9단 출력 print \t
				// 1단 
				// 1*1=1	1*2=2	1*3=3.....1*9=9
				// 2단
				// 2*1=2	2*2=4	2*3=6.....2*9=18]
				//......
				//9단 까지
		
		
		
		
		
		//<문제> do while 문으로 무한루프를 돌립니다.
				//스케너에서 1을 넣으면 1. 평균출력  출력
				//스케너에서 2을 넣으면 2. 합계출력  출력
				//스케너에서 3을 넣으면 3. 이름출력  출력
				//4번을 넣으면 do while 빠져나오기
		System.out.println("==========================");
		System.out.println("1. 평균 출력|2. 합계출력 |3.이름출력 | 4. 프로그램 종료");
		System.out.println("==========================");
		System.out.println("위 번호를 선택하세요>>");

	}

}
